# TimberTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.TimberTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.timber_template_conversion import TimberTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of TimberTemplateConversion from a JSON string
timber_template_conversion_instance = TimberTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(timber_template_conversion_instance.to_json())

# convert the object into a dict
timber_template_conversion_dict = timber_template_conversion_instance.to_dict()
# create an instance of TimberTemplateConversion from a dict
timber_template_conversion_from_dict = TimberTemplateConversion.from_dict(timber_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)